Autodesk.Revit.DB.IOpenFromCloudCallback.OnOpenConflict(Autodesk.Revit.DB.OpenConflictScenario)
A method called when the conflict is happen during the model opening.
scenario:
The scenario of the conflict.
Returns:
Returns the result to indicate whether to keep the unsynchronized change, or open the latest version or cancel the open action.
Since:
2019

Autodesk.Revit.DB.IOpenFromCloudCallback
An interface that may be used to control Revit's behavior when opening a cloud model.
Since:
2019